Repository: mehdighzal/villa-care
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: About
it: Chi Siamo

source: Services
it: Servizi

source: Packages
it: Pacchetti

source: Contact
it: Contatti

source: Reviews
it: Recensioni

source: Login
it: Accedi

source: Register
it: Registrati

source: My Reports
it: I Miei Report

source: Profile
it: Profilo

source: Logout
it: Esci

source: Admin Dashboard
it: Dashboard Admin

source: Create Report
it: Crea Report

source: Django Admin
it: Admin Django

source: Luxury Villa Care Services
it: Servizi di Cura Villa di Lusso

source: Premium villa maintenance and care services
it: Servizi premium di manutenzione e cura delle ville

source: Subscribe Now
it: Abbonati Ora

source: Your Name
it: Il Tuo Nome

source: Your Email
it: La Tua Email

source: Your Message
it: Il Tuo Messaggio

source: Send Message
it: Invia Messaggio

source: Add Review
it: Aggiungi Recensione

source: Your Review
it: La Tua Recensione

source: Submit Review
it: Invia Recensione

source: Report Type
it: Tipo di Report

source: Priority
it: Priorità

source: Title
it: Titolo

source: Description
it: Descrizione

source: Location
it: Posizione

source: Status
it: Stato

source: Created At
it: Creato il

source: Updated At
it: Aggiornato il

source: Comments
it: Commenti

source: Add Comment
it: Aggiungi Commento

source: Admin Comment
it: Commento Admin

source: Client Comment
it: Commento Cliente

source: Pending
it: In Attesa

source: In Progress
it: In Corso

source: Completed
it: Completato

source: Cancelled
it: Annullato

source: Low
it: Bassa

source: Medium
it: Media

source: High
it: Alta

source: Urgent
it: Urgente

source: Maintenance Issue
it: Problema di Manutenzione

source: Cleaning Request
it: Richiesta di Pulizia

source: Security Concern
it: Problema di Sicurezza

source: Landscaping
it: Giardinaggio

source: Pool/Spa Issue
it: Problema Piscina/Spa

source: Emergency
it: Emergenza

source: Other
it: Altro

source: Luxury Villa Service Excellence
it: Eccellenza nei Servizi per Ville di Lusso

source: Experience the pinnacle of villa care services. We provide comprehensive maintenance, management, and care solutions for your luxury properties with unmatched attention to detail.
it: Sperimenta il vertice dei servizi di cura delle ville. Forniamo soluzioni complete di manutenzione, gestione e cura per le tue proprietà di lusso con un'attenzione ai dettagli senza pari.

source: View Packages
it: Visualizza Pacchetti

source: Get Started
it: Inizia Ora

source: Our Work
it: Il Nostro Lavoro

source: About VillaCare
it: Chi Siamo VillaCare

source: Excellence in luxury villa care and management
it: Eccellenza nella cura e gestione di ville di lusso

source: VillaCare is the premier destination for luxury villa owners who demand nothing but the best. With over a decade of experience in high-end property management, we understand the unique needs of luxury villa ownership.
it: VillaCare è la destinazione principale per i proprietari di ville di lusso che non accettano altro che il meglio. Con oltre un decennio di esperienza nella gestione di proprietà di alto livello, comprendiamo le esigenze uniche della proprietà di ville di lusso.

source: Our team of certified professionals provides comprehensive care services including maintenance, landscaping, security, and concierge services. We pride ourselves on maintaining the highest standards of excellence while ensuring your villa remains a sanctuary of luxury and comfort.
it: Il nostro team di professionisti certificati fornisce servizi di cura completi inclusi manutenzione, paesaggistica, sicurezza e servizi di concierge. Siamo orgogliosi di mantenere i più alti standard di eccellenza garantendo che la tua villa rimanga un santuario di lusso e comfort.

source: From routine maintenance to emergency services, VillaCare is your trusted partner in preserving and enhancing the value of your luxury property. Experience the difference that professional villa care can make.
it: Dalla manutenzione di routine ai servizi di emergenza, VillaCare è il tuo partner di fiducia nel preservare e migliorare il valore della tua proprietà di lusso. Sperimenta la differenza che può fare una cura professionale della villa.

source: Our Services
it: I Nostri Servizi

source: Comprehensive villa care solutions tailored to your needs
it: Soluzioni complete di cura delle ville su misura per le tue esigenze

source: Maintenance & Repairs
it: Manutenzione e Riparazioni

source: Professional maintenance services including HVAC, plumbing, electrical, and structural repairs to keep your villa in perfect condition.
it: Servizi di manutenzione professionale inclusi HVAC, idraulica, elettrica e riparazioni strutturali per mantenere la tua villa in condizioni perfette.

source: Landscaping & Garden Care
it: Paesaggistica e Cura del Giardino

source: Expert landscaping services to maintain beautiful gardens, lawns, and outdoor spaces that complement your luxury villa.
it: Servizi di paesaggistica esperti per mantenere bellissimi giardini, prati e spazi esterni che si completano con la tua villa di lusso.

source: Security & Monitoring
it: Sicurezza e Monitoraggio

source: 24/7 security monitoring and surveillance systems to ensure the safety and protection of your property and belongings.
it: Monitoraggio di sicurezza 24/7 e sistemi di sorveglianza per garantire la sicurezza e la protezione della tua proprietà e dei tuoi beni.

source: Concierge Services
it: Servizi di Concierge

source: Premium concierge services including housekeeping, event planning, and personal assistance to enhance your villa experience.
it: Servizi di concierge premium inclusi pulizie, organizzazione eventi e assistenza personale per migliorare la tua esperienza in villa.

source: Pool & Spa Maintenance
it: Manutenzione Piscina e Spa

source: Specialized pool and spa maintenance services to keep your aquatic facilities clean, safe, and ready for use year-round.
it: Servizi specializzati di manutenzione piscina e spa per mantenere le tue strutture acquatiche pulite, sicure e pronte all'uso tutto l'anno.

source: Property Management
it: Gestione Proprietà

source: Complete property management services including tenant relations, rent collection, and property oversight for investment villas.
it: Servizi completi di gestione proprietà inclusi relazioni con inquilini, riscossione affitti e supervisione proprietà per ville di investimento.

source: Service Packages
it: Pacchetti di Servizio

source: Choose the perfect package for your villa care needs
it: Scegli il pacchetto perfetto per le tue esigenze di cura della villa

source: Premium Care
it: Cura Premium

source: Comprehensive care package with enhanced services and priority support.
it: Pacchetto di cura completo con servizi potenziati e supporto prioritario.

source: Daily maintenance check
it: Controllo manutenzione giornaliero

source: Premium landscaping
it: Paesaggistica premium

source: Pool & spa maintenance
it: Manutenzione piscina e spa

source: 24/7 security monitoring
it: Monitoraggio sicurezza 24/7

source: Priority emergency response
it: Risposta emergenze prioritaria

source: Essential Care
it: Cura Essenziale

source: Basic maintenance and care services for your luxury villa.
it: Servizi di base di manutenzione e cura per la tua villa di lusso.

source: Weekly maintenance check
it: Controllo manutenzione settimanale

source: Garden care
it: Cura del giardino

source: Pool maintenance
it: Manutenzione piscina

source: Basic security monitoring
it: Monitoraggio sicurezza base

source: Luxury Care
it: Cura di Lusso

source: Ultimate luxury villa care with white-glove service and exclusive benefits.
it: Cura definitiva di ville di lusso con servizio guanti bianchi e benefici esclusivi.

source: 24/7 on-site maintenance
it: Manutenzione in loco 24/7

source: Premium landscaping & design
it: Paesaggistica e design premium

source: Pool & spa management
it: Gestione piscina e spa

source: Advanced security systems
it: Sistemi di sicurezza avanzati

source: Full concierge services
it: Servizi di concierge completi

source: Event planning & management
it: Pianificazione e gestione eventi

source: Exclusive member benefits
it: Benefici esclusivi per membri

source: Contact Us
it: Contattaci

source: Get in touch for personalized villa care solutions
it: Mettiti in contatto per soluzioni personalizzate di cura della villa

source: Client Reviews
it: Recensioni Clienti

source: What our luxury villa owners say about us
it: Cosa dicono di noi i proprietari di ville di lusso

source: Share Your Experience
it: Condividi la Tua Esperienza

source: Quick Links
it: Link Rapidi

source: Contact Info
it: Informazioni di Contatto

source: Search services...
it: Cerca servizi...

source: Search
it: Cerca

source: © 2024 VillaCare. All rights reserved. | Luxury Villa Care Services
it: © 2024 VillaCare. Tutti i diritti riservati. | Servizi di Cura Villa di Lusso
